# 电影九大景别

## Establishing Shot 远景
宽阔，可用于交代宏大的地理环境，一般用于故事开篇，展示整体世界背景，或者用于场景转换。

## Master Shot 主镜头
展示单独的场景环境下的主要角色，并揭示关系

## Wide Shot 广角镜头
相对远景而言能更好地同时呈现人物与场景的关系和大小对比，可以概括人物在该场景中的事情（等待、迷路、孤独）

## Full Shot 全景
展示主体人物全身，一般是顶天立地并且位置居中，周围场景和配角可以是静态的或者带有互动的。
全景能通过人物脸部表情、眼神、肢体动作全方位地推进故事。

## Medium Full Shot 中全景
又称Cowboy Shot牛仔镜头，指拍摄包含人物胯部到头部的镜头，主要用于展示更具有独立、自信、冲突、挑战、危险的形象。

## Medium Shot 中景
最常用的中性缓和镜头，可以很好地以旁观角度看待人物之间或者人物场景之间的互动，减少不协调感。
也有电影喜欢用中景和近景去展示从镜头外突如其来的意外（枪击、拳头）

## Medium Close Up 中近景
拍摄包含人物胸部到头部的镜头，讲究细节和故事，与观众更亲密，减少分心的可能性。

## Close Up 近景
主要是包含人物肩膀到头部，并更多集中在角色的脸部的镜头。特别是眼神和表情，用于展示情绪变化、当前思维等。
### 近景特写的艺术
主要用于强调情绪：悲伤、浪漫、恐惧、高兴。
可以很好地展示细节，例如眼皮的变化。
需要配合画面纵横比、焦距、景深、相机角度、调度、布光。
画面纵横比可以用来单独展示人物情绪本身，或者搭配背景一起展示，特别是可以配合额外的占幅较小的配角人物来讲述故事。
通过短焦拉近观众与人物距离，或者长焦让观众从远处观察人物，也可用来展示更多背景互动。
景深也能用来调整背景与人物关系，使人物融入或者分开。
低位角度（向上拍）能增加人物力量感，高位角度（向下拍）能剥夺人物力量，斜角能增加冲击感或者疯狂，头顶角度能增加超脱感。
调度也能特化情绪，例如拍摄人物侧面展示旁观视角，从人物侧后方拍摄产生偷窥感（神秘感），拍摄人物躺下镜头可以展示脆弱感，背面打光来展现封闭、冷漠的情感。
彩色打光或者背景散射能更好地提升质感，头顶打光能提升神秘感，给眼睛单独提光或者遮蔽其他灯光能更好地展示眼神，半面光源和半面暗来展示抉择和关键变化。
（通过镜头正面的打光来增加正面和阳光，通过镜头背侧面来增加智慧和阴谋感）
注意电影中包含太多的近景会削弱效果，最好只用来展示比较关键或者紧张的人物冲突场景，但仍需要保持镜头剪辑切换。

## Extreme Close Up 极端近景
只展示特定区域，如角色的眼睛或嘴巴或鼻子或耳朵，或者是一颗子弹，或者是一张纸条。用于突出和强调某样情况，更好地提升、延长地创造戏剧性。